//**************************** Copyright © Jonathon Bell. All rights reserved.
//*
//*
//*  Version : $Header:$
//*
//*
//*  Purpose :
//*
//*   scala  : ⇒ → ←
//*   ops    : ∷ ⧺ ≡ ≠ ≤ ≥ ≯ ≮ ∧ ∨ × ÷ ∘ ∀ ∃ ▷ ▶ ◀ ◁ • ⋅ ε
//*   tacks  : ⊢ ⊣ ⊤ ⊥ ⊦	⊧	⊨	⊩	⊪	⊫	⊬	⊭	⊮	⊯
//*   set    : ∈ ∉ ∊ ∋ ∌ ∍ ∪ ∩ ⊖ ⊂ ⊃ ⊄ ⊅ ⊆ ⊇ ⊈ ⊉ ∅
//*   music  : 𝄫♭♮♯𝄪
//*   super  : ⁰¹²³⁴⁵⁶⁷⁸⁹⁻⁺
//*   sub    : ₀₁₂₃₄₅₆₇₈₉₋₊
//*   math   : 𝔹 ℕ ℚ ℝ ℤ
//*   greek  : ΑΒΓΔΕΖΗΘΙΚΛΜΝΞΟΠΡΣΤΥΦΧΨΩ 
//*   greek  : αβγδεζηθικλμνξοπρστυφχψω
//*
//*  Comments: This file uses a tab size of 2 spaces.
//*                                                                     0-0
//*                                                                   (| v |)
//**********************************************************************w*w***
