//**************************** Copyright © Jonathon Bell. All rights reserved.
//*
//*
//*  Version : $Header:$
//*
//*
//*  Purpose :
//*
//*  Arrows  : ⇒ → ←
//*  Ops     : ∷ ⧺ ≡ ≠ ≤ ≥ ≯ ≮ ∧ ∨ × ÷ ∘ ∀ ∃ ∈ ∉ ∪ ∩ ⊥ ∪ ▷ ▶ ◀ ◁ • ⋅ ε ⊢⊣
//*  Music   : 𝄫♭♮♯𝄪
//*  Super   : ⁰¹²³⁴⁵⁶⁷⁸⁹⁻⁺
//*  Sub     : ₀₁₂₃₄₅₆₇₈₉₋₊
//*  Math    : 𝔹 ℕ ℚ ℝ ℤ
//*  Greek   : ΑΒΓΔΕΖΗΘΙΚΛΜΝΞΟΠΡΣΤΥΦΧΨΩ αβγδεζηθικλμνξοπρστυφχψω
//*
//*  Comments: This file uses a tab size of 2 spaces.
//*
//*
//****************************************************************************

//****************************************************************************
